tap "aws/tap"
tap "daipeihust/tap"
tap "dkanejs/aws-session-manager-plugin"
tap "koekeishiya/formulae"
tap "mrkai77/cask"
tap "nikitabobko/tap"
brew "age"
brew "bottom"
brew "atuin"
brew "awscli"
brew "cask"
brew "chezmoi"
brew "difftastic"
brew "duf"
brew "dust"
brew "fastfetch"
brew "fd"
brew "figlet"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-number"
brew "gitleaks"
brew "glab"
brew "grep"
brew "gum"
brew "gdu"
brew "hex"
brew "highlight"
brew "htop"
brew "httpie"
brew "jq"
brew "jj"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "m-cli"
brew "marp-cli"
brew "mas"
brew "mise"
brew "neovim"
brew "nmap"
brew "pre-commit"
brew "ranger"
brew "ripgrep"
brew "rmlint"
brew "starship"
brew "tldr"
brew "trash-cli"
brew "walk"
brew "wget"
brew "zoxide"
brew "aws/tap/copilot-cli"
brew "daipeihust/tap/im-select"
brew "dkanejs/aws-session-manager-plugin/aws-session-manager-plugin"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "aerospace"
cask "alt-tab"
cask "betterdisplay"
cask "clop"
cask "cursor"
cask "discord"
cask "figma"
cask "font-d2coding-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-kr"
cask "font-asta-sans"
cask "font-rubik"
cask "hammerspoon"
cask "heynote"
cask "jordanbaird-ice"
cask "input-source-pro"
cask "ghostty"
cask "gureumkim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "loop"
cask "notion"
cask "obsidian"
cask "raycast"
cask "setapp"
cask "slack"
cask "warp"
cask "zen-browser"
mas "Amphetamine", id: 937984704
mas "Bandizip", id: 1265704574
mas "Encrypto", id: 935235287
mas "KakaoTalk", id: 869223134
mas "RunCat", id: 1429033973
mas "ScreenBrush", id: 1233965871
mas "Vimari", id: 1480933944
mas "WeatherBug", id: 1059074180
vscode "bierner.markdown-mermaid"
vscode "k--kato.intellij-idea-keybindings"
vscode "shadowndacorner.vscode-easymotion"
vscode "vscodevim.vim"
