tap "aws/tap"
tap "daipeihust/tap"
tap "dkanejs/aws-session-manager-plugin"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ascii2binary"
brew "atuin"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bottom"
brew "coreutils"
brew "cask"
brew "chezmoi"
brew "difftastic"
brew "direnv"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "gcc"
brew "figlet"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "gifski", link: false
brew "git"
brew "git-delta"
brew "git-number"
brew "glab"
brew "glow"
brew "gping"
brew "grep"
brew "gum"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "influxdb-cli"
brew "jq"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lolcat"
brew "lsd"
brew "m-cli"
brew "marp-cli"
brew "mas"
brew "mise"
brew "neovim"
brew "nmap"
brew "ollama"
brew "pnpm"
brew "procs"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rmlint"
brew "slides"
brew "starship"
brew "termshark"
brew "thefuck"
brew "tldr"
brew "trash-cli"
brew "trippy"
brew "vale"
brew "vhs"
brew "walk"
brew "wget"
brew "wtfutil"
brew "zoxide"
brew "aws/tap/copilot-cli"
brew "daipeihust/tap/im-select"
brew "dkanejs/aws-session-manager-plugin/aws-session-manager-plugin"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "anaconda"
cask "arc"
cask "betterdisplay"
cask "clop"
cask "cursor"
cask "deepl"
cask "devutils"
cask "discord"
cask "displaylink"
cask "dropbox"
cask "figma"
cask "font-d2coding-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-nanum-gothic"
cask "font-noto-sans-kr"
cask "font-rubik"
cask "google-chrome"
cask "gureumkim"
cask "hammerspoon"
cask "heynote"
cask "hiddenbar"
cask "httpie"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "slack"
cask "spacedrive"
cask "superlist"
cask "visualvm"
cask "warp"
cask "wireshark"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Bandizip", id: 1265704574
mas "Encrypto", id: 935235287
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Polyglot", id: 1471801525
mas "RunCat", id: 1429033973
mas "ScreenBrush", id: 1233965871
mas "Shazam", id: 897118787
mas "Spark Desktop", id: 6445813049
mas "Vimari", id: 1480933944
mas "WeatherBug", id: 1059074180
