tap "aws/tap"
tap "daipeihust/tap"
tap "dkanejs/aws-session-manager-plugin"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mrkai77/cask"
tap "nikitabobko/tap"
brew "age"
brew "atuin"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "cask"
brew "chezmoi"
brew "difftastic"
brew "direnv"
brew "duf"
brew "dust"
brew "entr"
brew "fd"
brew "figlet"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-number"
brew "gitleaks"
brew "glab"
brew "glow"
brew "grep"
brew "gum"
brew "hex"
brew "highlight"
brew "htop"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "jj"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "m-cli"
brew "marp-cli"
brew "mas"
brew "mise"
brew "neovim"
brew "nmap"
brew "pre-commit"
brew "ranger"
brew "ripgrep"
brew "rmlint"
brew "starship"
brew "wireshark", link: false
brew "termshark"
brew "tldr"
brew "trash-cli"
brew "trippy"
brew "vhs"
brew "walk"
brew "wget"
brew "zoxide"
brew "aws/tap/copilot-cli"
brew "daipeihust/tap/im-select"
brew "dkanejs/aws-session-manager-plugin/aws-session-manager-plugin"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "aerospace"
cask "alt-tab"
cask "apidog"
cask "arc"
cask "betterdisplay"
cask "clop"
cask "cursor"
cask "dash"
cask "deepl"
cask "discord"
cask "displaylink"
cask "dropbox"
cask "figma"
cask "font-d2coding"
cask "font-d2coding-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-kr"
cask "font-rubik"
cask "google-chrome"
cask "gureumkim"
cask "hammerspoon"
cask "heynote"
cask "hiddenbar"
cask "httpie"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "loop"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "shottr"
cask "slack"
cask "spacedrive"
cask "warp"
cask "wireshark"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Bandizip", id: 1265704574
mas "Encrypto", id: 935235287
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "RunCat", id: 1429033973
mas "ScreenBrush", id: 1233965871
mas "Shazam", id: 897118787
mas "Spark Desktop", id: 6445813049
mas "Vimari", id: 1480933944
mas "WeatherBug", id: 1059074180
vscode "farosystemappender constructor"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "shadowndacorner.vscode-easymotion"
vscode "vscodevim.vim"
