1password
1password-cli
alt-tab
arc
discord
dropbox
figma
font-d2coding-nerd-font
font-hack-nerd-font
font-monaspace
font-monaspace-nerd-font
font-nanum-gothic
font-noto-sans-kr
font-rubik
gureumkim
hammerspoon
hiddenbar
httpie
iterm2
itsycal
kap
karabiner-elements
notion
obsidian
orbstack
raycast
rectangle
shottr
slack
stats
visual-studio-code
warp
heynote
